Repository: common-repository/panthermedia-stock-photo
Catalog: languages/plugin/panthermedia-stock-photo-*.po
Languages: de_de

source: %d to %d of %s
de_de: %d bis %d von %s

source: %s Image could not be loaded.
de_de: %s Bild konnte nicht geladen werden.

source: (of %d%s)
de_de: (von %d%s)

source: Account
de_de: Mein Konto

source: Advanced Search
de_de: Erweiterte Suche

source: API token valid until
de_de: Dauer des Logins

source: Active
de_de: Aktiv

source: Are you sure?
de_de: Sind Sie sicher?

source: Author
de_de: Autor

source: Back
de_de: Zurück

source: Buy %s
de_de: %s kaufen

source: Cache cleared
de_de: Cache gelöscht

source: Cannot send ajax request.
de_de: Kann AJAX-Request nicht senden.

source: Clear cache
de_de: Cache leeren

source: Commercial and editorial use
de_de: Kommerzielle und redaktionelle Nutzung

source: Company
de_de: Firma

source: Customer No
de_de: Kunden-Nr

source: Default
de_de: Standard

source: Detail
de_de: Detailansicht

source: Download this picture in the following sizes
de_de: Laden Sie dieses Bild in den folgenden Größen herunter

source: Duration of an API token in days
de_de: Aus Sicherheitsgründen werden sogenannte "Tokens" für den sicheren Zugriff auf PantherMedia nach einer bestimmten Anzahl an Tagen gelöscht

source: Editor
de_de: Redakteur

source: Editorial use
de_de: Redaktionelle Nutzung

source: Failed.
de_de: Fehlgeschlagen.

source: File available.
de_de: Datei vorhanden.

source: File Type
de_de: Dateityp

source: File downloaded successfully
de_de: Datei erfolgreich heruntergeladen

source: First Name
de_de: Vorname

source: Forbidden.
de_de: Fehlende Berechtigung.

source: Free Hires Download
de_de: Freier HiRes download

source: General
de_de: Allgemein

source: Get filter
de_de: Filter laden

source: Get search filter from %s
de_de: Suchfilter von %s laden

source: If YES, the downloaded image has a watermark and no deposit is settled.
de_de: Wenn JA, enthält das heruntergeladene Bild ein Wasserzeichen und es wird keine Zahlung getätigt bzw. kein Guthaben abgezogen.

source: Image-id
de_de: Bild-Nr.

source: Inactive
de_de: Inaktiv

source: Internal Server Error
de_de: Interner Serverfehler

source: Loading
de_de: Wird geladen

source: Login
de_de: Anmelden

source: Logout
de_de: Abmelden

source: Media
de_de: Medien

source: Media per page
de_de: Medien pro Seite

source: Modelrelease exists
de_de: Modelrelease vorhanden

source: Modelrelease does not exist
de_de: Modelrelease nicht vorhanden

source: My images
de_de: Meine Bilder

source: My Media
de_de: Meine Dateien

source: Nevertheless you see the info how much deposit would be settled
de_de: Dennoch erhalten Sie die Information, wie viel Kaution bezahlt werden würde.

source: No
de_de: Nein

source: No content found.
de_de: Kein Inhalt gefunden.

source: Not found.
de_de: Seite nicht gefunden.

source: Not logged in
de_de: Nicht eingeloggt

source: OAuth Login
de_de: Anmelden

source: OAuth provides client applications a secure delegated access to server resources on behalf of a resource owner without sharing their credentials.
de_de: Die Anmeldung wird über eine gesicherte Verbindung (OAuth) aufgebaut. Ihre Anmeldeinformationen werden dabei geschützt.

source: Packet
de_de: Paket

source: Page %s%s of %s
de_de: Seite %s%s von %s

source: Payment required.
de_de: Bezahlung erforderlich.

source: Please select license
de_de: Bitte wählen Sie eine Lizenz

source: Please wait
de_de: Bitte warten Sie

source: Price
de_de: Preis

source: Private
de_de: Privat

source: Private or Public
de_de: Privat oder Öffentlich

source: Private: Each member has their own %s account
de_de: Privat: Jedes Mitglied hat seinen eigenen %s-Account

source: Propertyrelease exists
de_de: Propertyrelease vorhanden

source: Propertyrelease does not exist
de_de: Propertyrelease nicht vorhanden

source: Public
de_de: Öffentlich

source: Public: All members use the same %s account
de_de: Öffentlich: Alle Mitglieder verwenden den gleichen %s-Account

source: Purchase
de_de: Kauf

source: Purchased images
de_de: Gekaufte Bilder

source: Register now
de_de: Jetzt registrieren

source: Reload
de_de: Neu laden

source: Remaining
de_de: Verbleibend

source: Reset all settings to default
de_de: Einstellungen auf Standard zurücksetzen

source: Reset to default filter settings
de_de: Zurücksetzen auf Standard Filtereinstellungen

source: Resources no longer available.
de_de: Ressourcen nicht mehr verfügbar.

source: Role
de_de: Rolle

source: Save
de_de: Speichern

source: Script-Error.
de_de: Skriptfehler.

source: Search
de_de: Suche

source: Search filter
de_de: Suchfilter

source: Search for Photos, Vectors and Illustrations
de_de: Suche nach Fotos, Vektoren und Illustrationen

source: Settings
de_de: Einstellungen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Show
de_de: Anzeigen

source: Show media
de_de: In Mediathek anzeigen

source: Size
de_de: Größe

source: Smallest role to use the add-function?
de_de: Wird benötigt, um Sub-Accounts hinzufügen zu können.

source: Space used
de_de: Verwendeter Speicherplatz

source: Stock photo
de_de: Stock Foto

source: Subscription
de_de: Abonnement

source: Success.
de_de: Erfolgreich.

source: Surname
de_de: Nachname

source: Test mode is active!
de_de: Testmodus ist aktiv!

source: This image can be licensed upon request later.
de_de: Dieses Bild kann später auf Anfrage lizenziert werden.

source: Too many Request.
de_de: Zu viele Anfragen.

source: Token valid until %s.
de_de: Token gültig bis %s.

source: Total
de_de: Gesamt

source: Try it again later.
de_de: Versuchen Sie es später erneut.

source: Type
de_de: Typ

source: Unlimited
de_de: Unbegrenzt

source: Username
de_de: Benutzername

source: Using test mode
de_de: Testmodus verwenden

source: Valid until
de_de: Gültig bis

source: Vector
de_de: Vektor

source: We found %s images.
de_de: Wir haben %s Bilder gefunden.

source: Yes
de_de: Ja

source: You are logged in as %s.
de_de: Sie sind eingeloggt als %s

source: You are no longer logged into %s.
de_de: Sie sind nicht mehr in %s angemeldet.

source: You can see a list of all your free layout downloads at %s
de_de: Eine Auflistung Ihrer heruntergeladenen Bilder finden Sie unter %s

source: You must be logged in.
de_de: Sie müssen eingeloggt sein.

source: Your account
de_de: Ihr Konto

source: Your credits
de_de: Ihr Credit-Guthaben

source: Your download-quota
de_de: Ihr Download-Kontingent

source: a4
de_de: DIN-A4

source: a6
de_de: DIN-A6

source: Standard license
de_de: Standard Lizenz

source: corporate
de_de: Erweiterter Nutzerkreis

source: merchandising
de_de: Wiederverkaufsartikel

source: allext
de_de: Kombi-Lizenz (alle)

source: Included in %s
de_de: In %s enthalten

source: Corporate account
de_de: Firmenaccount

source: Owner
de_de: Inhaber

source: Can you see media from others
de_de: Können Sie Dateien von anderen sehen

source: Administration
de_de: Verwaltung

source: From all users
de_de: Von allen Benutzern

source: Only from me
de_de: Nur meine Dateien

source: Media info
de_de: Medien Infos

source: License info
de_de: Lizenz Infos

source: Type of media
de_de: Medientyp

source: Available sizes
de_de: Verfügbare Größen

source: License Proof
de_de: Lizenznachweis

source: Only images from %s can be downloaded in testmode.
de_de: Nur Bilder von %s können im Testmodus heruntergeladen werden.

source: test-download not possible with partner media
de_de: Testdownload mit Partnerbildern nicht möglich.

source: Click on %s to connect the plugin with your PantherMedia account and get access to all your files and images.
de_de: Klicken Sie auf %s, um das Plugin mit Ihrem PantherMedia Account zu verknüpfen und Zugriff auf alle Ihre Dateien und Bilder zu erhalten.

source: This image is part of our higher priced Premium Collection.
de_de: Dies ist ein Bild aus unserer höherpreisigen Premium-Kollektion.

source: This is a rights-managed (RM) image.
de_de: Dies ist ein Bild aus unserer Rights-Managed-Kollektion (RM).

source: RF
de_de: Lizenzfrei

source: RM
de_de: Lizenzpflichtig

source: Extended User Group-License
de_de: Erweiterter Nutzerkreis

source: Merchandising-License
de_de: Wiederverkaufsartikel

source: All-in-one-pack-License
de_de: Kombi-Lizenz (alle)

source: Standard (one country)
de_de: Standard (ein Land)

source: Up to 5 countries
de_de: Bis zu 5 Länder

source: One continent
de_de: Ein Kontinent

source: Worldwide
de_de: Weltweit

source: region
de_de: Bis zu 5 Länder

source: kontinent
de_de: Ein Kontinent

source: welt
de_de: Weltweit

source: This file is not available with %s
de_de: Diese Datei ist mit %s nicht erhältlich.

source: Cache is deactivated
de_de: Cache ist deaktiviert

source: Duration
de_de: Nutzungsdauer

source: 6 monate
de_de: bis 6 Monate

source: 1 jahr
de_de: bis 12 Monate

source: 2 jahre
de_de: bis 2 Jahre

source: 3 jahre
de_de: bis 3 Jahre

source: 5 jahre
de_de: bis 5 Jahre
